{
  "0": "雲の発達は観測されないか、観測できないものです。",
  "1": "雲が溶けて発達が減少している。",
  "2": "天気は変わらず、雲や霞がありますが、発達はありません。",
  "3": "雲が発達しているのが見られます。",
  "4": "火災、工業スモーク、火山灰などにより、視界が悪くなり、雲や霞が発達します。",
  "5": "霞がかかった天気で、雲が発達しています。",
  "6": "観測時に風ではなく、観測場所の近くの空気中に広範囲に懸濁している塵がありました。また、雲の開発や霞があった可能性もあります。",
  "7": "観測時には風によって立ち上がる塵や砂がありましたが、よく発達した塵旋風や砂旋風は見られず、塵嵐や砂嵐も見られませ",
  "8": "前の1時間または観測時に観測場所近くで発達した砂塵旋風や砂旋風が見られたが、砂塵嵐や砂嵐はなかった。",
  "9": "観測時またはその前の1時間に見られた場合、砂嵐や砂塵嵐が見えましたか？または、そのステーションでは、雲の発達や霞がありましたか",
  "10": "雲が発達しているとき、霞がかかっているときには「Cloudy with Haze」という天気が予想されます。",
  "11": "陸上では2メートル、海上では10メートル以下の深さで、陸上や海上のステーションにおいて、薄い霧や氷霧が発達していることがあります。",
  "12": "陸上では2メートル以下、海上では10メートル以下の深さで、陸上ではほとんど連続した浅い霧や氷霧が立ち込めています。",
  "13": "閃光が見えるが、雷の音は聞こえない天気です。雲の開発があり、霞があるかもしれません。",
  "14": "見えるところでは降水があるが、地面や海面には降りていない。雲が発達していて、霞がかかっている。",
  "15": "観測点から5km以上離れたところで、雲や霞などの雲の発達に伴って降水が観測されています。",
  "16": "観測地点の近くで、地面や海面に到達する降水が見られますが、観測地点そのものではないです。この降水は雲の発達や霞などと関連",
  "17": "観測時点では、雲が発達していて、霞もあるが、雨は降っていない局所的な雷雨があるという天気です。",
  "18": "観測時または前の1時間に観測局で見えたか近くで見えたスコールがありました。これには、雲の発達、霞や霞などが含まれました。",
  "19": "前の1時間または観測時に見えた場所で、またはその近くで、開口部を有する雲（ファンネルクラウド）があったかどうかを確認しました。また、開口部",
  "20": "空は曇りで、霞がかかっていて、粒雪がシャワーのように降らないでいます。",
  "21": "非凍結の雨がシャワーのように降らない天気です。雲が発達していて、霞がかかっていることもあります。",
  "22": "雪がシャワーのように降らない。雲が発達しているが、霞がかかっている。",
  "23": "雲が広がり、霞がかかり、(a)降らない雨や雪や氷粒が降っている天気です。",
  "24": "凍雨や凍雨がシャワーとして降らない場合、雲が発達し、霞が空を覆うことがあります。",
  "25": "雨が降る雲が発達し、霞がかかっている。",
  "26": "雪と雨が混じって降っている雲が開発している霞の中で、シャワーが降っています。",
  "27": "雲が発達し、霞の中にある間に、冷たい雨とひょうが降ってきました。",
  "28": "Fog or ice fogとは、霞や霞が発達している状態で、雲がない状態のことを指します。",
  "29": "雲が発達し、霞がかかり、嵐が降るとき、嵐が降るかどうかにかかわらず、「嵐」という天気があります。",
  "30": "前の1時間で、微かなまたは中程度の霧や霞、塵嵐や砂嵐が減少した。",
  "31": "前の1時間の間には、薄いか中程度の砂嵐や砂けむりがありましたが、雲や霞の発達は見られませんでした。",
  "32": "前の1時間において、薄いか中程度の風沙雨が始まったか、または強まったようです。",
  "33": "1時間前から、厳しい砂嵐や砂塵嵐が減少しています。",
  "34": "前の1時間では、重い砂嵐や砂塵嵐がなく、雲や霞の発達もなかったということです。",
  "35": "前の1時間にかけて、厳しい砂嵐や砂けむりが始まったり、激しくなったりしています。",
  "36": "小風や中風で雪が吹き、視界の低いところまで低く広がっています。また、雲や霞が発達していることもあります。",
  "37": "積雪が多く、低い位置（目の高さ以下）になっているときは、雲や霞が発達していることが多いです。",
  "38": "空は高い位置から微かなから中程度の雪が吹きつけられていて、雲や霞が見られます。",
  "39": "大きな発達した雲があり、その中で霞が発生しているため、目の前から高く見える大量の降雪があります。",
  "40": "観測時には遠くに霧または氷霧があり、それが観測者よりも高い位置まで発達していましたが、前の1時間の間には観測地では雲や霞はありま",
  "41": "霞や霞がかかった状態で、雲が発達している中に、小さなパッチがあって、そこに霧や氷霧がかかっている状態です。",
  "42": "前の1時間の間に、霞や霞が少なくなり、雲が見えにくくなり、空が薄くなっているようです。",
  "43": "1時間前よりも、霞や霞が薄くなり、雲も見えなくなり、霧や氷霧が発達した。",
  "44": "1時間前からは、霞や霞があり、雲も見えるが、大きな変化はなかったという天気です。",
  "45": "前の1時間の間には、見えない霞や霞霧や氷霧などの天気に変化がほとんどなかった。",
  "46": "前の1時間で、霞や霞が発達したり、雲が厚くなったり、霧や氷霧が現れたりした天気です。",
  "47": "前の1時間の間に、霞や霞が始まったり、またはもっと濃くなったりして、雲も見えなくなったりしました。",
  "48": "霞がかかり、霜が着いていて、雲は発達していないので、空が見える天気です。",
  "49": "霞がかかり、霜が降り、雲が見えない天気です。",
  "50": "時間帯によって間欠的に小雨が降っていて、霞もありましたが、凍ることはなく、雲の発達もなかったです。",
  "51": "觀察時刻時、雲が発達していて、霞もあり、結露が続いていて、凍結していない、という天気でした。",
  "52": "時間の測定時には、霞があり、冷えずに、間欠的な中程度の雨が降っていました。",
  "53": "観測時の状況として、霞がかかっているが、凍結していない、穏やかな継続的な降雨がありました。",
  "54": "観測時には、着氷していない、間欠的な大量の雲が発達し、霞がかかっていました。",
  "55": "観測時には、凍らない、濃い雨が続いていました。",
  "56": "降っている雲は積雪雲で、かすかな霞もあり、発達している冷え込みがあります。",
  "57": "降雨が降っている場合は「霧雨」、氷点下である場合は「凍りつく」、雲が少なく、霞がかかっている場合は「モードレートな霞」、雲が多く、",
  "58": "小雨と霧雨が降り、雲が少し発達しています。",
  "59": "降雨があり、中程度から強いものまであります。雲が発達し、霞がかかっているようです。",
  "60": "時間帯を観測したとき、間欠的な小雨が降っていて、雲が発達していて、霞がかかっていた。",
  "61": "観測時には、継続的な微かな雨が降っていて、雲が発達していて、霞も見られました。",
  "62": "時間帯によって中程度の雨が時折降っていました。霞がかかっているかもしれませんが、発達している雲はありませんでした。",
  "63": "観測時には、雲が発達していて、霞もあり、持続的な中程度の雨が降っていました。",
  "64": "時間帯によって重いときもあるが、凍らない間欠的な雨が降っている。雲が発達していて、霞もある。",
  "65": "観測時には、雨が続いており、凍っているわけではなく、激しい時間がありました。また、霞や霞があり、発達した雲もありました。",
  "66": "雨、凍りつき、微かな霞が発達していて、雲が広がっています。",
  "67": "雨、凍りつく、中程度から重いものがあり、雲が発達し、霞がある天気です。",
  "68": "小雨や霧雪が発達し、霞がかかっています。",
  "69": "降水量が多いか少ないか、雨か霧雪か、軽いか重いかによって、雲の発達や霞があるかないかが変わります。",
  "70": "観測時には雪が少しずつ降っているが、雲の開発や霞がある。",
  "71": "観測時には、雲が少しかかっていて、ゆるやかに雪が降っていました。",
  "72": "観測時には雪が時々降っていました。",
  "73": "観測時には雪がゆるやかに降っていました。",
  "74": "観測時には雪が激しく降っていました。",
  "75": "観測時には雪が大雨のように降っていました。",
  "76": "氷柱（霧があるかないかに関わらず）は、天気において特徴的な現象です。",
  "77": "霧の有無に関わらず、雪の粒が降っています。",
  "78": "孤立した星型の雪の結晶（霧の有無に関わらず）が見られます。",
  "79": "(a) Ice pellets は、小さな冰の粒でできた雨となって降ってきます。",
  "80": "小雨が降り、微風が吹いています。",
  "81": "雨が降り、かなり強いです。",
  "82": "激しい雨が降っています。",
  "83": "雨と雪が混ざった小雨が降っています。",
  "84": "雨と雪が混ざり、中程度から強い降雨があります。",
  "85": "小雨と雪が降り、ほんの少しだけ風があります。",
  "86": "雨と雪が降り、かなり強いです。",
  "87": "雨と雪が混ざったり、雨のみの状態で、雪のつぶあめや氷の粒が少し降っている状態です。",
  "88": "雨と雪が混ざった、または雨のみの、中程度から重い内容の、雹または氷雹が降っている状態です。",
  "89": "雨と雪が混ざったり、雷とは関係なく、小雨から冠雪までのざらついた雹が降っています。",
  "90": "冰雹が降り、雨や雨と雪が混ざることもあり、雷とは関係なく、中程度から重いものまであります。",
  "91": "前の時間に雷雨があったものの、観測時点では微かな雨が降っていました。",
  "92": "前の1時間では雷が鳴っていましたが、観測時点では中〜大雨が降っています。",
  "93": "観測時には、雨と雪の混合物や雹が降っていましたが、その直前の1時間では雷雨がありました。",
  "94": "観測時には、雪、または雨と雪の混合物や雹が降っていましたが、1時間前には雷雨がありました。",
  "95": "観測時には雷雨が降っていましたが、ひょうや雪はなく、軽から中程度の雨が降っていました。",
  "96": "観測時には、冰雹を伴う中程度の雷雨がありました。",
  "97": "観測時には雷雨が降っていましたが、ひょうや雪は降っていませんでした。",
  "98": "観測時には砂嵐と雷雨が同時に発生していました。",
  "99": "観測時には大雨とひょうが降っていました。"
}